tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "ag"
brew "bash-completion"
brew "chruby"
brew "sdl2"
brew "ffmpeg"
brew "fswatch"
brew "gnupg"
brew "graphicsmagick"
brew "hub"
brew "python"
brew "pipenv"
brew "postgresql", restart_service: true
brew "pv"
brew "pyenv"
brew "python@2"
brew "readline"
brew "redis", restart_service: true
brew "ruby"
cask "iterm2"
brew "ruby-build"
brew "siege"
brew "sslscan"
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "heroku/brew/heroku"
cask "1password"
cask "alfred"
cask "dash"
cask "divvy"
cask "dropbox"
cask "evernote"
cask "flux"
cask "google-chrome"
cask "iterm2"
cask "monosnap"
cask "slack"
