# Core Homebrew
brew 'adns'
brew 'ansible'
brew 'autoconf'
brew 'automake'
brew 'bison'
brew 'chruby'
brew 'cmake'
brew 'ctags'
brew 'doctl'
brew 'elixir'
brew 'erlang'
brew 'exercism'
brew 'freetds'
brew 'gdbm'
brew 'gettext'
brew 'gmp'
brew 'gnupg'
brew 'gnutls'
brew 'go'
brew 'grafana'
brew 'helm'
brew 'hub'
brew 'icu4c'
brew 'jpeg'
brew 'jq'
brew 'krb5'
brew 'kubernetes-cli'
brew 'libassuan'
brew 'libevent'
brew 'libffi'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libidn2'
brew 'libksba'
brew 'libpng'
brew 'libpq'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libusb'
brew 'libyaml'
brew 'mackup'
brew 'mysql'
brew 'ncurses'
brew 'nettle'
brew 'ngrok'
brew 'nvm'
brew 'node'
brew 'npth'
brew 'oniguruma'
brew 'openssl@1.1'
brew 'p11-kit'
brew 'pcre'
brew 'pgcli'
brew 'pinentry'
brew 'postgresql'
brew 'postgresql@11'
brew 'protobuf@3.7'
brew 'python'
brew 'python@3.8'
brew 'readline'
brew 'ruby-install'
brew 'sbcl'
brew 'sops'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'tmux'
brew 'unbound'
brew 'unixodbc'
brew 'utf8proc'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'wxmac'
brew 'xz'
brew 'yarn'

tap 'heroku/brew'
brew 'heroku'

# Cask Apps
cask '1password'
cask 'alfred'
cask 'applepi-baker'
cask 'divvy'
cask 'docker'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'iterm2'
cask 'keybase'
cask 'loom'
cask 'macdown'
cask 'slack'
cask 'simplenote'
