tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'nviennot/tmate'

brew 'ack'
brew 'autoconf'
brew 'autojump'
brew 'xz'
brew 'automake'
brew 'binutils'
brew 'bison'
brew 'boost'
brew 'pcre'
brew 'gettext'
brew 'git'
brew 'docker'
brew 'boot2docker'
brew 'pkg-config'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'libffi'
brew 'glib'
brew 'cairo'
brew 'cmake'
brew 'gmp'
brew 'mpfr'
brew 'cgal'
brew 'chruby-fish'
brew 'cimg'
brew 'isl'
brew 'cloog'
brew 'coreutils'
brew 'cowsay'
brew 'ctags'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'jbig2dec'
brew 'little-cms2'
brew 'ghostscript'
brew 'epstool'
brew 'faac'
brew 'fcgi'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'libogg'
brew 'libvorbis'
brew 'openssl'
brew 'zeromq'
brew 'ffmpeg'
brew 'libmpc'
brew 'gcc'
brew 'fftw'
brew 'fish'
brew 'flac'
brew 'fortune'
brew 'freexl'
brew 'gd'
brew 'giflib'
brew 'lzlib'
brew 'proj'
brew 'libgeotiff'
brew 'geos'
brew 'readline'
brew 'sqlite'
brew 'gdbm'
brew 'python'
brew 'libxml2'
brew 'gpp'
brew 'json-c'
brew 'liblwgeom'
brew 'libspatialite'
brew 'postgresql'
brew 'mysql'
brew 'gdal'
brew 'ghc'
brew 'gl2ps'
brew 'gnu-sed'
brew 'lua'
brew 'qt'
brew 'gnuplot', args: ['qt']
brew 'libtasn1'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'gradle'
brew 'jasper'
brew 'graphicsmagick'
brew 'graphviz'
brew 'highlight'
brew 'htop-osx'
brew 'hub'
brew 'mercurial'
brew 'hugo'
brew 'imagemagick'
brew 'leiningen'
brew 'leptonica'
brew 'libevent'
brew 'libgpg-error'
brew 'libksba'
brew 'libsndfile'
brew 'libsamplerate'
brew 'libusb'
brew 'libxslt'
brew 'libyaml'
brew 'maven'
brew 'memcached'
brew 'mongodb'
brew 'mpg123'
brew 'nasm'
brew 'nginx'
brew 'nmap'
brew 'node'
brew 'ossp-uuid'
brew 'phantomjs'
brew 'phash'
brew 'plotutils'
brew 'sfcgal'
brew 'postgis'
brew 'pstoedit'
brew 'pv'
brew 'pyenv'
brew 'sip'
brew 'pyqt'
brew 'qemu'
brew 'qscintilla2'
brew 'rbenv', args: ['HEAD']
brew 'ruby-build', args: ['HEAD']
brew 'rbenv-readline'
brew 'redis'
brew 'rust'
brew 'scala'
brew 'sdl2'
brew 'siege'
brew 'sphinx'
brew 'ssh-copy-id'
brew 'szip'
brew 'tbb'
brew 'tesseract'
brew 'texinfo'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'watch'
brew 'wemux'
brew 'wget'
brew 'wrk'
brew 'caskroom/cask/brew-cask'
brew 'homebrew/science/veclibfort'
brew 'homebrew/science/arpack'
brew 'homebrew/science/glpk'
brew 'homebrew/science/hdf5'
brew 'homebrew/science/suite-sparse'
brew 'homebrew/science/qhull'
brew 'homebrew/science/qrupdate'
brew 'homebrew/science/octave'
brew 'homebrew/science/opencv'
brew 'homebrew/versions/llvm35'
brew 'homebrew/versions/openssl098'
brew 'homebrew/x11/mit-scheme'
brew 'nviennot/tmate/tmate'

cask '1password'
cask 'adium'
cask 'alfred'
cask 'android-studio'
cask 'airdisplay'
cask 'charles'
cask 'dash'
cask 'divvy'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'gitter'
cask 'google-chrome'
cask 'grandperspective'
cask 'iterm2'
cask 'libreoffice'
cask 'mactex'
cask 'mailbox'
cask 'minecraft'
cask 'nvalt'
cask 'screenhero'
cask 'slack'
cask 'speak'
cask 'sublime-text'
cask 'teamviewer'
cask 'twitter'
cask 'utorrent'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
