# Core Homebrew
brew 'adns'
brew 'ag'
brew 'autoconf'
brew 'automake'
brew 'bison'
brew 'chruby'
brew 'cmake'
brew 'ctags'
brew 'doctl'
brew 'elixir'
brew 'erlang'
brew 'exercism'
brew 'freetds'
brew 'gdbm'
brew 'gettext'
brew 'gmp'
brew 'gnupg'
brew 'gnutls'
brew 'go'
brew 'hub'
brew 'icu4c'
brew 'jpeg'
brew 'jq'
brew 'krb5'
brew 'libassuan'
brew 'libevent'
brew 'libffi'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libidn2'
brew 'libksba'
brew 'libpng'
brew 'libpq'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libusb'
brew 'libyaml'
brew 'mackup'
brew 'minikube'
brew 'mysql'
brew 'ncurses'
brew 'nettle'
brew 'nvm'
brew 'node'
brew 'npth'
brew 'nvim'
brew 'oniguruma'
brew 'openssl@1.1'
brew 'p11-kit'
brew 'pcre'
brew 'pgcli'
brew 'pinentry'
brew 'podman'
brew 'postgresql@14'
brew 'python'
brew 'readline'
brew 'ruby-install'
brew 'sbcl'
brew 'sops'
brew 'sqlite'
brew 'tmux'
brew 'unbound'
brew 'unixodbc'
brew 'utf8proc'
brew 'vim'
brew 'watch'
brew 'wireguard-tools'
brew 'wget'
brew 'wxwidgets'
brew 'xz'
brew 'yarn'
brew 'ripgrep'

# Cask Apps
cask 'alfred'
cask 'divvy'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'iterm2'
cask 'macdown'
cask 'slack'
cask 'simplenote'
cask 'spotify'
cask 'signal'
cask 'telegram'
cask 'whatsapp'
cask 'loom'
cask 'discord'
cask 'cron'
cask 'remarkable'

tap 'homebrew/cask-fonts'
cask 'font-inconsolata-nerd-font'

# Forked to get 1password7
tap 'thejonanshow/cask-hax'
cask 'thejonanshow/cask-hax/1password'
